glórtha_garbha_súil_amháin.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2025-07-01 Máirt 19:59 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="author" content="Ciarán Mac Aodha Bhuí" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org25692d9">glórtha garbha: súil amháin</a></li>
</ul>
</div>
</div>
<p>
<a href="index.html">baile</a>
</p>
<div id="outline-container-org25692d9" class="outline-2">
<h2 id="org25692d9">glórtha garbha: súil amháin</h2>
<div class="outline-text-2" id="text-org25692d9">
<p>
Feiceann tú an Ghaeilge agus an Ghaeltacht de réir mar atá siad agus tú
ag éisteacht le &rsquo;Shammen&rsquo;, an mixtape nua ó Shúil Amháin agus Rob
Mulhern. Léiríonn &rsquo;Shammen&rsquo; na suáilcí agus duáilcí a bhaineann leis an
teanga le cos amháin sa leabharlann agus cos amháin sna sráideanna - le
meascán de rapcheol, filíocht ó bhéal, agus seantaifeadtaí TnaG. Tá cáil
ar Shúil Amháin mar dhuine de na ceoltóirí Gaelacha is spéisiúla le
gairid mar gheall ar an meascán seo, meascán a chothaigh sé ó 2021 i
leith. Séideann féinmhuinín agus féin-achtáil trí rianta ar nós &rsquo;Lá
Breá&rsquo;, &rsquo;Incantation of Féile-Flow Funk&rsquo;, agus &rsquo;Oíche Mhaith&rsquo;, rud a
chuaigh i gcion orm nuair a thosaigh mé amach mar fhoghlaimeoir. Labhair
mé leis an gcumadóir faoina chúlra féin, Death Grips, agus na spriocanna
atá aige as seo amach.
</p>

<p>
<b>IP: Ar mhaithe leis na léitheoirí gan taithí, déan cur síos ar &rsquo;Súil
Amháin&rsquo; mar thionscadal. Cén chaoi ar tháinig tú ar an ainm seo?</b> SA:
Súil Amháin an leasainm a thugann mo chairde orm i mo bhaile dúchais.
</p>

<p>
<b>IP: Tá sé deacair rud éigin a scríobh faoi na healaíona Gaeilge gan an
teanga í féin a lua. Cén saghas caidrimh atá agat leis an Ghaeilge?</b> Is
í mo bhé í. Ach tá an caidreamh casta. Fiafraí agus freagra atá i ngach
véarsa liom a chuireann ar mo Shúil dom cén saghas caidrimh atá agam léi
go fíreannach.
</p>

<p>
<b>IP: Bhí tú gníomhach mar fhile agus d&rsquo;fhoilsigh tú an leabhar &rsquo;Beatha
Dhónaill Dhuibh&rsquo; sular thosaigh tú Súil Amháin. Cad é a spreag thú i
leith i leith an cheoil agus céard a d&rsquo;fhoghlaim tú dá bharr?</b> Bhíos i
gcónaí ag tógaint spreagadh as an gceol. Timpeall 2018 taibhsíodh dom
(agus ábhairín ceann fé orm) ná rabhas ag léamh mórán filíochta níos
mó - b&rsquo;fhearr liom cluasáin a chur orm agus éisteacht le hiphop.
Maireann mo dhánta anois ar fhoinn cheoil (fé mar a bhí fíor i dtaobh
filíocht na Gaeilge a fhaightear sna lamhscríbhinní, táim obssessed leis
an traidisiún sin) agus is fileata mo shaothar rap ná mo shaothar
filíochta fén dtráth seo. Go deimhin, dúirt léirmheastóir amháin, agus
smut den gceart aici, gur mó fé thionchar an rapcheoil ná litríocht na
Gaeilge a bhí BDD!
</p>

<p>
File mé, agus rapper leis. Bhraitheas fillte ar aigne linbh nuair a
d&rsquo;fhilleas ar an gceol agus go raibh mo theanga tagtha abhaile - go
rabhas tagtha timpeall thar nais go dtí na véarsaí thurgnamhach a bhíodh
ar siúl agam ar imlínte mo chóipleabhar meánscoile&#x2026;. Tugann an ceol
saoirse duit botúin agus drochGhaeilge a úsáid. Agus bíonn tú abalta
teagmháil a dhéanamh le daoine na fuil léamh na teangan go maith acu.
Bíonn meascán de chanúnachas, caint liteartha, Poncánachas agus an
Ghaelscoilis im chuid amhrán. Fear mór turgnamh mé - fiú más locht é sin
uaireanta! Níl aon dul eile agam - is ionann an stiúideo agus
saotharlann domsa.
</p>

<p>
<b>IP: Is léir gur imir roinnt ceoltóirí tionchar ort - ritheann Death
Grips agus MF Doom liom, mar shampla. Cé hiad na ceoltóirí agus
ealaíontóirí eile a spreag tú le dul i mbun gnímh agus i mbun
taifeadta?</b> Rob Mulhern agus pé rud atá ar siúl i mótar mo charad
Eoghan. Tá ceol fé thalamh Éireann dochreidte fé láthair - bhíos ag
Féile na Gréine le déanaí agus ba scanrúil an seó tallainne é. Níl cliú
agam really cad táim féin ag déanamh so pé rud atá cloiste agam inné
beidh a rian ar an gceol a bheidh agam amárach. D&rsquo;éisteoinn le na haon
saghas ceoil agus le Súil Amháin níor mhaith liom an iomad tuisceana a
bheith agam ar a bhfuilim a dhéanamh - tubchumadóireacht gan chosc.
</p>

<p>
<b>IP: Léiríonn tú an ghné pholaitiúil a bhaineann leis an Ghaeilge go
minic agus tú ar an maidhc - an streachailt ar son Scoil Dhún Chaoin mar
shampla. Ar mhiste leat cur síos a dhéanamh ar an ghné seo?</b> Is miste,
caillfead na deontaisí go léir má osclaím mo bhéal.
</p>

<p>
<b>IP: D&rsquo;eisigh tú an ceirnín &rsquo;Shammen&rsquo; i gcomhar le Rob Mulhern le
gairid. Céard a spreag an comhshaothar seo?</b> Is turas bóthair é a
léiríonn don gcruinne cé sinn féin agus cér díbh sinn. Is beag rud atá
chomh maith leis ar an margadh fé láthair cé gur beag aird atá ag meáin
Bhéarla air go dtí seo - is cuma leis na meáin Bhéarla fé cheol
comhaimseartha na Gaeltachta. Fair play do Rob as brí agus anam a chur
isteach ann. RIP Aengus Friel, Diego Kissane agus ár gceann urraidh
uasail Rónán.
</p>

<p>
<b>IP: D&rsquo;fhógair tú sa rian &rsquo;Sceartáin&rsquo; go bhfuil tú &ldquo;sick of all ye
sceartáin tryna i gcónaí suck ma fuil&rdquo;. Cé hiad na sceartáin atá i
gceist?</b> Sinn féinig (daoine).
</p>

<p>
<b>IP: Chonacthas roinnt ealaíontóirí úra Gaelach ar nós IMLÉ agus Kneecap
le gairid. An bhfuil aon chomhairle agat do dhaoine ag iarraidh rud
éigean a dhéanamh trí mheán na Gaeilge?</b> Buail siar go dtí an
Ghaeltacht. Cothaigh do thimpeallacht is do shamhlaíocht. Bí ionraic,
ait agus fíor duit féin.
</p>

<p>
<b>IP: Mar dheireadh, cad iad na spriocanna agat mar cheoltóir amach
anseo.</b> Fanacht liobarnach.
</p>

<p>
<i><a href="%5Bsuilamhain.bandcamp.com/album/shammen%5D(https://suilamhain.bandcamp.com/album/shammen)">Is
féidir &rsquo;Shammen&rsquo; a cheannach ar Bandcamp.</a></i>
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Ciarán Mac Aodha Bhuí</p>
<p class="date">Created: 2025-07-01 Máirt 19:59</p>
</div>
</body>
</html>
